cask_args appdir: '/Applications'
tap 'homebrew/bundle'

brew 'coreutils'
brew 'openssl'
brew 'node'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'wget'
brew 'node'
brew 'gpg'
brew 'elasticsearch'
brew 'redis'
brew 'mongodb'
brew 'hub'

cask 'dashlane'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'java'
cask 'steam'
cask 'vlc'
cask 'imageoptim'
cask 'utorrent'
cask 'iterm2'
cask 'google-drive'
cask 'dropbox'
cask 'adobe-creative-cloud'
cask 'spotify' 
