cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'node'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'node'
brew 'hub'
brew 'fzf'

cask 'visual-studio-code'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'steam'
cask 'vlc'
cask 'imageoptim'
cask 'transmission'
cask 'iterm2'
cask 'adobe-creative-cloud'
cask 'spotify'
cask 'fontexplorer-x-pro'
