cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'openssl'
brew 'node'
brew 'nvm'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'wget'
brew 'node'
brew 'gpg'
brew 'hub'
brew 'fzf'
brew 'yarn'
brew 'go'
brew 'hg'

cask '1password'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'steam'
cask 'vlc'
cask 'imageoptim'
cask 'utorrent'
cask 'iterm2'
cask 'google-drive'
cask 'dropbox'
cask 'adobe-creative-cloud'
cask 'spotify'
cask 'fontexplorer-x-pro'
